tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "tw93/tap"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "opencode"
brew "pnpm"
brew "starship"
brew "tmux"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zplug"
brew "felixkratz/formulae/borders"
brew "tw93/tap/mole"
cask "aerospace"
cask "brave-browser"
cask "ghostty"
cask "nextcloud"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "pgadmin4"
cask "rancher"
cask "rar"
cask "raycast"
cask "reactotron"
cask "slack"
cask "visual-studio-code"
cask "zed"
vscode "abelfubu.abelfubu-dark"
vscode "abelfubu.angular-refactorizer"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexcvzz.vscode-sqlite"
vscode "angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "cipchk.cssrem"
vscode "ckolkman.vscode-postgres"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "golang.go"
vscode "humao.rest-client"
vscode "mariusalchimavicius.json-to-ts"
vscode "meganrogge.template-string-converter"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nemesv.copy-file-name"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "subframe7536.custom-ui-style"
vscode "sumneko.lua"
vscode "typescriptteam.native-preview"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "xavbergeron.vim-leave-insertmode"
